Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/Tattoo.xcstrings
Source language: en
Languages: es_es

# action.chat.reserve.tattoo
source: Select and Reserve a Unique Tattoo
es_es: Elige y reserva un tatuaje único

# action.provide.photo.evidence
source: 2/2 Take Photo
es_es: 2/2 Tomar foto

# action.provide.video.evidence
source: 1/2 Film Documentation Video
es_es: 1/2 Grabar video de documentación

# camera.not.allowed.message
source: Please, allow camera access in the Setting to proceed with the video recording
es_es: Permite el acceso a la cámara en Configuración para continuar con la grabación del video

# camera.not.allowed.title
source: Camera Access Restricted
es_es: Acceso a la cámara restringido

# commit.action.title
source: Proceed with this Tattoo
es_es: Continuar con este tatuaje

# commit.already.reserved.error
source: This tattoo is already reserved, select again
es_es: Este tatuaje ya está reservado, elige otro

# commit.busy.error
source: Too many ongoing judgements. Please, try again later
es_es: Hay demasiados veredictos en curso. Inténtalo de nuevo más tarde

# commit.failed.error
source: Tattoo commit failed. Please, try again later
es_es: No se pudo confirmar el tatuaje. Inténtalo de nuevo más tarde

# confirm.subtitle
source: Be sure you’re happy with your choice, as the tattoo design can’t be changed after confirmation.
es_es: Asegúrate de estar conforme con tu elección, ya que el diseño del tatuaje no se puede cambiar después de confirmar.

# confirm.title
source: Confirm Polkadot Peer Tattoo Reservation
es_es: Confirmar la reserva del tatuaje de Polkadot Peer

# days.format
source: %1$(value)lld days
es_es: %1$(value)lld días

# deposit.apply.actionTitle
source: Generate Personal Tattoos
es_es: Generar tatuajes personales

# deposit.apply.details
source: Select and Reserve any Available Tattoo
es_es: Elige y reserva cualquier tatuaje disponible

# deposit.label.title
source: Deposit %@
es_es: Depositar %@

# deposit.received.amount.title
source: %@ Deposit Received
es_es: Depósito de %@ recibido

# discard.photo.action.cancel
source: Cancel
es_es: Cancelar

# discard.photo.action.discard
source: Discard
es_es: Descartar

# discard.photo.description
source: Leaving now will lose the filmed photo evidence. If you want to re-take your photo proceed with discard option.
es_es: Si sales ahora perderás la evidencia fotográfica tomada. Si quieres volver a tomar la foto, continúa con la opción de descartar.

# discard.photo.title
source: Discard Proof of Ink Photo Evidence?
es_es: ¿Descartar la evidencia fotográfica del tatuaje?

# discard.video.action.cancel
source: Cancel
es_es: Cancelar

# discard.video.action.discard
source: Save and Discard
es_es: Guardar y descartar

# discard.video.description
source: Leaving now will not lose the filmed video evidence. If you want to re-take your video proceed with discard option.
es_es: Si sales ahora no perderás la evidencia en video grabada. Si quieres volver a grabar el video, continúa con la opción de descartar.

# discard.video.title
source: Discard Filmed Proof of Ink Documentation Video Evidence?
es_es: ¿Descartar el video de documentación del tatuaje grabado?

# evidence.action.learnMore
source: Learn More
es_es: Más información

# evidence.action.main
source: Provide Evidence
es_es: Entregar evidencia

# evidence.lowBattery.description
source: Your phone's battery must be at least 50% charged to record evidence. Otherwise, the recording session may be interrupted if your phone shuts down.
es_es: La batería de tu teléfono debe estar cargada al menos al 50% para grabar la evidencia. De lo contrario, la sesión de grabación podría interrumpirse si tu teléfono se apaga.

# evidence.lowBattery.title
source: Please Charge Your Phone
es_es: Carga tu teléfono

# evidence.lowStorage.description
source: Your phone storage needs to have at least 100MB of free space for filming evidence
es_es: Tu teléfono necesita al menos 100 MB de espacio libre para grabar la evidencia

# evidence.lowStorage.title
source: Your Phone Storage Is Full
es_es: El almacenamiento de tu teléfono está lleno

# evidence.message.photo
source: Photo Evidence
es_es: Evidencia fotográfica

# evidence.message.uploadBeginsAfterPhoto
source: Uploading begins after tattoo photo evidence is submitted
es_es: La subida comienza después de enviar la evidencia fotográfica del tatuaje

# evidence.message.video
source: Documentation Video
es_es: Video de documentación

# evidence.photo.action.done
source: Done
es_es: Listo

# evidence.photo.action.outlines
source: Tattoo Outlines
es_es: Contornos del tatuaje

# evidence.photo.action.tips
source: Photo Tips
es_es: Consejos para la foto

# evidence.photo.description
source: Close up picture of the fresh tattoo exposed
es_es: Foto de cerca del tatuaje recién hecho y descubierto

# evidence.photo.provided
source: Provided
es_es: Entregada

# evidence.photo.title
source: Final Tattoo Photo
es_es: Foto final del tatuaje

# evidence.photo.title.format
source: %@ Final Tattoo Photo
es_es: %@ Foto final del tatuaje

# evidence.preview.photo
source: Photo evidence
es_es: Evidencia fotográfica

# evidence.preview.video
source: Video evidence
es_es: Evidencia en video

# evidence.subtitle
source: Use the in-app camera to provide the two proofs of tattoo evidence required
es_es: Usa la cámara de la app para entregar las dos pruebas de evidencia del tatuaje que se requieren

# evidence.title
source: Provide Evidence
es_es: Entregar evidencia

# evidence.video.description
source: Start filming 3-minute video when 90%% complete of the tattoo is complete
es_es: Empieza a grabar el video de 3 minutos cuando el tatuaje esté 90%% terminado

# evidence.video.file.error
source: Video recording failed due to file system error. Please, try again later.
es_es: La grabación del video falló por un error del sistema de archivos. Inténtalo de nuevo más tarde.

# evidence.video.next
source: Next Evidence
es_es: Siguiente evidencia

# evidence.video.provided
source: Provided
es_es: Entregada

# evidence.video.recorder.error
source: Video recording failed due to camera error. Please, try again later.
es_es: La grabación del video falló por un error de la cámara. Inténtalo de nuevo más tarde.

# evidence.video.title
source: Documentation Video
es_es: Video de documentación

# evidence.video.title.format
source: %@ Documentation video
es_es: %@ Video de documentación

# existing.video.action.new
source: New Film
es_es: Grabar de nuevo

# existing.video.action.proceed
source: Proceed
es_es: Continuar

# existing.video.description
source: Provide previously filmed evidence or record a new one?
es_es: ¿Entregar la evidencia grabada anteriormente o grabar una nueva?

# existing.video.title
source: Proceed with Recorded Evidence
es_es: Continuar con la evidencia grabada

source: Filming Tips
es_es: Consejos para grabar

# instruction.photo.primaryButton
source: Open Camera
es_es: Abrir la cámara

# instruction.sheet.photo.step1.description
source: Take the photo directly through the app's built-in camera.
es_es: Toma la foto directamente con la cámara integrada de la app.

# instruction.sheet.photo.step1.title
source: Use the In-App Camera
es_es: Usa la cámara de la app

# instruction.sheet.photo.step2.description
source: Make sure the entire tattoo is clearly visible in the photo.
es_es: Asegúrate de que todo el tatuaje se vea con claridad en la foto.

# instruction.sheet.photo.step2.title
source: Show the Full Tattoo
es_es: Muestra el tatuaje completo

# instruction.sheet.photo.step3.description
source: You may ask someone to take the photo for you or take it yourself—what matters most is that the tattoo is fully visible.
es_es: Puedes pedirle a alguien que te tome la foto o tomarla tú mismo; lo importante es que el tatuaje se vea completo.

# instruction.sheet.photo.step3.title
source: Get Assistance if Needed
es_es: Pide ayuda si la necesitas

# instruction.sheet.photo.title
source: Tattoo Photo Instructions
es_es: Instrucciones para la foto del tatuaje

# instruction.sheet.video.step1.description
source: Record the video while the tattoo is being executed, not before or after.
es_es: Graba el video mientras te hacen el tatuaje, no antes ni después.

# instruction.sheet.video.step1.title
source: Film During the Tattoo Session
es_es: Graba durante la sesión de tatuaje

# instruction.sheet.video.step2.description
source: The tattoo must be in progress—the stencil and the partially inked design must both be clearly visible.
es_es: El tatuaje debe estar en proceso: la plantilla y el diseño parcialmente tatuado deben verse con claridad.

# instruction.sheet.video.step2.title
source: Show a Partially Completed Tattoo
es_es: Muestra el tatuaje parcialmente terminado

# instruction.sheet.video.step3.description
source: All footage must be recorded directly through the app's built-in camera.
es_es: Todo el material debe grabarse directamente con la cámara integrada de la app.

# instruction.sheet.video.step3.title
source: Use the In-App Camera
es_es: Usa la cámara de la app

# instruction.sheet.video.step4.description
source: Your video must be filmed without any pauses or cuts. If you stop, the recording will restart from the beginning.
es_es: Tu video debe grabarse sin pausas ni cortes. Si te detienes, la grabación empezará desde el principio.

# instruction.sheet.video.step4.title
source: Record in One Continuous Take
es_es: Graba en una sola toma continua

# instruction.sheet.video.step5.description
source: You may film in any style you prefer, as long as the tattoo execution and the overall design are clearly shown.
es_es: Puedes grabar con el estilo que prefieras, siempre y cuando el proceso del tatuaje y el diseño se vean con claridad.

# instruction.sheet.video.step5.title
source: Choose Your Filming Style
es_es: Elige tu estilo de grabación

# instruction.sheet.video.step6.description
source: You can ask someone to help you film, or record it yourself.
es_es: Puedes pedirle a alguien que te ayude a grabar o grabarlo tú mismo.

# instruction.sheet.video.step6.title
source: Get Assistance if Needed
es_es: Pide ayuda si la necesitas

# instruction.sheet.video.title
source: Tattoo Documentation Video Instructions
es_es: Instrucciones para el video de documentación del tatuaje

# instruction.video.primaryButton
source: Start Filming
es_es: Empezar a grabar

# list.personal.families.description
source: Procedural designs based on a your unique citizenship number or account address. The designs use algorithmic rules to map the input (e.g., a number or address) into specific aesthetic designs, ensuring both uniqueness and relevance to your individual data.
es_es: Diseños procedurales basados en tu número único de ciudadanía o en la dirección de tu cuenta. Los diseños usan reglas algorítmicas para convertir el dato de entrada (por ejemplo, un número o una dirección) en diseños estéticos específicos, garantizando que sean únicos y relevantes para tus datos personales.

# list.personal.families.title
source: Personalized Designs
es_es: Diseños personalizados

# list.title
source: Select the design for your tattoo
es_es: Elige el diseño de tu tatuaje

# message.commit.detail.1
source: You've reserved your unique tattoo design, now it's time to make it happen! Share the design PDF with anyone you consider to do the tattoo, discuss the details, and make sure to capture video evidence of the process.
es_es: Ya reservaste tu diseño de tatuaje único, ¡ahora es momento de hacerlo realidad! Comparte el PDF del diseño con quien consideres para hacer el tatuaje, platiquen los detalles y asegúrate de grabar la evidencia en video del proceso.

# message.commit.detail.2
source: 💸 Don't forget, tattoo expenses will be reimbursed, so go ahead and spend your funds; you'll get them back once your evidence is approved.
es_es: 💸 No olvides que los gastos del tatuaje se te reembolsarán, así que adelante, gasta tus fondos; los recuperarás cuando tu evidencia sea aprobada.

# message.commit.evidence.instructions
source: **Provide Photo and Video Documentation** 🤳 Film the process while getting a tattoo. You can either ask for assistance or use the in-app camera to film yourself. 🎦 Begin filming once the majority of the tattoo has been completed, ensuring that the chosen design is clearly visible. ⏱️ Film closer moments when making tattoo lines over the stencil image 🔄 Film 3 minute video without breaks 📸 Take a picture of the fresh tattoo exposed
es_es: **Entrega documentación en foto y video** 🤳 Graba el proceso mientras te hacen el tatuaje. Puedes pedir ayuda o usar la cámara de la app para grabarte tú mismo. 🎦 Empieza a grabar cuando la mayor parte del tatuaje esté terminada, asegurándote de que el diseño elegido se vea con claridad. ⏱️ Graba tomas de cerca cuando se hagan las líneas del tatuaje sobre la plantilla 🔄 Graba un video de 3 minutos sin interrupciones 📸 Toma una foto del tatuaje recién hecho y descubierto

# message.commit.evidence.video
source: 🎦 Evidence 1 / 2. The documentation video comes first. Press the "provide" button when you're at the tattoo studio and ready to start filming with the in-app camera.
es_es: 🎦 Evidencia 1 / 2. El video de documentación va primero. Presiona el botón «entregar» cuando estés en el estudio de tatuajes y listo para empezar a grabar con la cámara de la app.

# message.commit.preview
source: Tattoo committed
es_es: Tatuaje confirmado

# message.evidence.approved.reimbursement
source: A reimbursement of $200 for tattoo expenses has been sent to your dollar account.
es_es: Se envió un reembolso de $200 por los gastos del tatuaje a tu cuenta en dólares.

# message.evidence.approved.title
source: **You're a Polkadot Peer!** Discover Apps Exclusively Available for Polkadot Peers
es_es: **¡Ya eres Polkadot Peer!** Descubre las apps disponibles exclusivamente para los Polkadot Peers

# message.evidence.photo.next
source: 📸 Evidence 2/2. Photo Evidence. Take a picture of the fresh tattoo exposed using inapp camera
es_es: 📸 Evidencia 2/2. Evidencia fotográfica. Toma una foto del tatuaje recién hecho y descubierto con la cámara de la app

# notification.state.changed.photo.reviewed.body
source: Your photo has been successfully reviewed. Check more details.
es_es: Tu foto se revisó correctamente. Consulta más detalles.

# notification.state.changed.title
source: Status has changed
es_es: El estado cambió

# notification.state.changed.video.reviewed.body
source: Your video has been successfully reviewed. Check more details.
es_es: Tu video se revisó correctamente. Consulta más detalles.

# pdf.text.manual
source: Here’re additional PDF instructions how to provide photo and video evidence
es_es: Aquí tienes instrucciones adicionales en PDF sobre cómo entregar la evidencia en foto y video

# pdf.text.stencil
source: Send PDF with stencil to any tattoo artist you want
es_es: Envía el PDF con la plantilla al tatuador que quieras

# registering.tattoo.description
source: Your evidence has been confirmed. Issuance of a Web3 Citizenship can take some time.
es_es: Tu evidencia fue confirmada. La emisión de la Ciudadanía Web3 puede tardar un poco.

# report.issue.messagePrefix
source: Hi I've encountered following issue when testing W3C App:
es_es: Hola Encontré el siguiente problema al probar la app W3C:

# report.issue.subject
source: W3C App - Issue Report
es_es: App W3C - Reporte de problema

# required.amount.format
source: Deposit %@ to Choose the Tattoo and Provide Evidence
es_es: Deposita %@ para elegir el tatuaje y entregar la evidencia

# sendInquiry.action.edit
source: Edit Message
es_es: Editar mensaje

# sendInquiry.action.send
source: Send
es_es: Enviar

# sendInquiry.defaultMessage
source: I hope this message finds you well. I've been admiring your work for a while now, and I'm interested in getting a custom tattoo from you. I have a specific design that I'd like to have placed on inner part of the upper left arm. Additionally, I would like to document the last three minutes of the tattooing process. Could we possibly schedule a consultation to discuss the design, placement, and the filming aspect? I'm attaching PDF with more information and details regarding the Tattoo Stencil, Placement, and Evidence video. Looking forward to the possibility of working with you.
es_es: Espero que estés muy bien. He admirado tu trabajo desde hace tiempo y me interesa hacerme un tatuaje personalizado contigo. Tengo un diseño específico que me gustaría colocar en la parte interna del brazo izquierdo, arriba. Además, me gustaría documentar los últimos tres minutos del proceso del tatuaje. ¿Podríamos agendar una consulta para platicar sobre el diseño, la ubicación y la parte de la grabación? Te adjunto un PDF con más información y detalles sobre la plantilla del tatuaje, la ubicación y el video de evidencia. Ojalá podamos trabajar juntos.

# sendInquiry.pdfTitle
source: PDF attachment
es_es: Archivo PDF adjunto

# sendInquiry.title
source: Send Inquiry
es_es: Enviar solicitud

# take.risk.proceed
source: Take the Risk and Proceed
es_es: Aceptar el riesgo y continuar

# tips.photo.step1.description
source: Enable or disable viewfinder in the camera UI
es_es: Activa o desactiva el visor en la interfaz de la cámara

# tips.photo.step1.title
source: Place the Tattoo Inside the Viewfinder
es_es: Coloca el tatuaje dentro del visor

# tips.photo.step2.description
source: Mind the distance in a way right upper arm is visible
es_es: Cuida la distancia para que se vea la parte superior del brazo derecho

# tips.photo.step2.title
source: Tattoo location should be clear
es_es: La ubicación del tatuaje debe verse clara

# tips.photo.title
source: Proof of Ink Photo Tips
es_es: Consejos para la foto del tatuaje

# tips.video.step1.description
source: The best moment would be once there're already some lines inked over the stencil image
es_es: El mejor momento es cuando ya hay algunas líneas tatuadas sobre la plantilla

# tips.video.step1.title
source: Start filming once most of the tattoo has been performed
es_es: Empieza a grabar cuando la mayor parte del tatuaje esté hecha

# tips.video.step2.description
source: Film closer moments when making tattoo lines over the stencil image
es_es: Graba tomas de cerca cuando se hagan las líneas del tatuaje sobre la plantilla

# tips.video.step2.title
source: Needle Engaged in Work
es_es: La aguja en acción

# tips.video.step3.description
source: Zoom out a bit so the partially performed tattoo will be visible in the frame
es_es: Aléjate un poco para que el tatuaje parcialmente hecho se vea en el cuadro

# tips.video.step3.title
source: Showcasing the Entire Tattoo
es_es: Muestra el tatuaje completo

# tips.video.step4.description
source: Don't stop until the length is filled
es_es: No te detengas hasta completar la duración

# tips.video.step4.title
source: Filming Without Breaks
es_es: Graba sin interrupciones

# tips.video.title
source: Proof of Ink Video Tips
es_es: Consejos para el video del tatuaje

# uploading.accepted
source: Evidence Accepted
es_es: Evidencia aceptada

# uploading.closing.app.warning
source: Closing the app will pause the upload
es_es: Si cierras la app, la subida se pausará

# uploading.description
source: Web 3 Citizenship will be issued once both pieces of evidence are uploaded and reviewed.
es_es: La Ciudadanía Web3 se emitirá cuando ambas evidencias se suban y se revisen.

source: Uploading Failed
es_es: La subida falló

# uploading.failed.description
source: Your evidence is safe. Press retry to upload again.
es_es: Tu evidencia está a salvo. Presiona reintentar para subirla de nuevo.

# uploading.in.review
source: Evidence in Review...
es_es: Evidencia en revisión...

# uploading.in.review.description
source: The review time can take from %@ to %@
es_es: La revisión puede tardar de %@ a %@

# uploading.keep.app.opened
source: Keep the app opened
es_es: Mantén la app abierta

# uploading.photo.evidence
source: Photo Evidence
es_es: Evidencia fotográfica

# uploading.progress
source: Uploading %@%%
es_es: Subiendo %@%%

# uploading.queued.description
source: Uploading will begin once the Photo Evidence Review is complete
es_es: La subida comenzará cuando termine la revisión de la evidencia fotográfica

# uploading.requesting.storage
source: Requesting Storage...
es_es: Solicitando almacenamiento...

# uploading.requesting.storage.description
source: Requesting additional storage to upload the video. It may take one or two minutes.
es_es: Estamos solicitando almacenamiento adicional para subir el video. Puede tardar uno o dos minutos.

# uploading.title
source: Evidence Provided
es_es: Evidencia entregada

# uploading.video.evidence
source: Video Evidence
es_es: Evidencia en video

# uploading.waiting
source: Waiting...
es_es: Esperando...
